amd-ucode
base
base-devel
battop-bin
bluetui
brightnessctl
btop
chromium
dolphin
dunst
efibootmgr
eza
fastfetch
firefox
ghostty
git
grim
htop
hypridle
hyprland
hyprlock
hyprmon-bin
hyprpaper
hyprshot
impala
intel-media-driver
iwd
kitty
lazygit
libva-intel-driver
limine
limine-entry-tool
linux
linux-firmware
mako
nano
neovim
obsidian
openssh
pacseek
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
spotify
starship
stow
swayosd
tmux
ttf-jetbrains-mono-nerd
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wiremix
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zen-browser-bin
zram-generator
